Repository: genua/anoubis
Catalog: po/*.po
Languages: de

source: Check to disable the messaging via Notifier
de: Auswählen um Benachrichtigung durch Anzeiger zu unterbinden

source: No Timeout
de: Keine Zeitüberschreitung

source: Check to let the Notifier never timeout
de: Auswählen um Zeitüberschreitung des Benachrichtiger zu verhindern

source: Timeout in Seconds
de: Zeitüberschreitung in Sekunden

source: Alert Notifier Settings
de: Einstellungen zur Alarmbenachrichtigung

source: Send Alerts
de: Sende Alarme

source: Enable Upgrade Message
de: Upgrade Nachricht aktivieren

source: Check to be notified when upgrade event had taken place
de: Anhaken, wenn Sie benachrichtigt werden wollen, wenn Upgrade stattgefunden hat

source: Enable Kernel Upgrade Message
de: Kernel-Upgrade Nachricht aktivieren

source: Key Generation
de: Schlüsselerzeugung

source: Enable Information Messages
de: Informationsmeldungen aktivieren

source: Check to enable Autostart of xanoubis
de: Auswählen um Autostart von xanoubis zu aktivieren

source: Connection
de: Verbindung

source: Auto Connect to Daemon
de: Automatisches Verbinden zum Daemon

source: Check to auto-connect at startup
de: Auswählen um die Verbindung automatisch herzustellen

source: Options
de: Einstellungen

source: Connection to localhost:
de: Verbindung zu localhost:

source: Establishes a connection to the Anoubis daemon
de: Stellt Verbindung mit dem Anoubis-Daemon her

source: Disconnect
de: Trennen

source: Disconnects from the Anoubis daemon
de: Trennt die Verbindung vom Anoubis-Daemon

source: Select a profile from the list below or enter a new profile.
de: Auswahl eines Profils aus unterer Liste oder Eingabe eines neuen Profils.

source: Select a profile
de: Auswahl eines Profils

source: Overview
de: Überblick

source: Cannot get data of selected entry.
de: Kein Zugriff auf Daten des selektierten Eintrags.

source: Playground error
de: Playgroundfehler

source: Could not delete playground.
de: Playground konnte nicht gelöscht werden.

source: There are no files to commit!
de: Keine Dateien zum übernehmen vorhanden!

source: System error: %hs
de: Systemfehler: %hs

source: Could not start program "%ls" within playground: %ls
de: Kann Programm "%ls" nicht im Playground starten: %ls

source: Could not refresh list of playgrounds.
de: Die Playground-Liste konnte nicht aktualisiert werden.

source: Commit files for playground %llx
de: Dateien aus Playground %llx übernehmen

source: New Playground
de: Neuer Playground

source: Application:
de: Anwendung:

source: Start Playground
de: Starte Playground

source: Playground Overview:
de: Playground Übersicht:

source: Commit Files...
de: Dateien übernehmen...

source: Displays the status of the Playground (PG) while connected.
de: Anzeige des Status des Playgrounds (PG) solange verbunden.

source: This is a list of files that have been used or created within the current playground. All selected files will be committed to the file system. Existing files won't be replaced without further permission.
de: Dies ist eine Liste von Dateien welche im Playground benutzt oder erzeugt wurden. Alle ausgewählten Dateien werden in das Dateisystem übernommen. Existierende Dateien werden nicht ohne weitere Erlaubnis überschrieben.

source: Playground files:
de: Dateien im Playground:

source: Search:
de: Suchen:

source: Commit
de: Dateien übernehmen

source: Commit selected Files to the production system.
de: Übernahme der ausgewählten Dateien ins Produktivsystem.

source: Delete selected playground Files.
de: Löscht die ausgewählten Dateien aus dem Playground.

source: Close this Window
de: Fenster schließen

source: One or more content scanners reported issues regarding the file(s) listed below:
de: Ein oder mehrere Inhaltsscanner melden Probleme beim Übernehmen der folgenden Datei(en):

source: Skip
de: Überspringen

source: Commit Files
de: Dateien übernehmen

source: Scan results
de: Scanergebnisse

source: Displays the status of the Sandbox (SB) while connected.
de: Anzeige des Status der Sandbox (SB) solange verbunden.

source: open requests (SB):
de: offene Anfragen (SB):

source: Details for %ls
de: Details für %ls

source: not validated
de: nicht überprüft

source: not registered
de: nicht registriert

source: invalid
de: ungültig

source: not matching
de: nicht übereinstimmend

source: matching
de: übereinstimmend

source: orphaned
de: verwaist

source: upgraded
de: ersetzt

source: Configure private key:
de: Privaten Schlüssel einrichten:

source: Browse ...
de: Durchsuchen...

source: Configure certificate:
de: Zertifikat einrichten:

source: Failed to create keypair (%hs)
de: Konnte das Schlüsselpaar nicht erzeugen (%hs)!

source: Show details
de: Zeige Details

source: Jump to link target
de: Springe zu Link-Ziel

source: Scanning filesystem...
de: Dateisystem wird gescanned...

source: Please wait while the filesystem is being scanned.
de: Das Dateisystem wird gescanned. Bitte warten.

source: Checksum
de: Prüfsumme

source: Signature
de: Signatur

source: You have selected a new certificate. To be able to use the key, you need to activate it! Please inform your administrator.
de: Sie haben ein neues Schlüsselpaar ausgewählt. Um es zu verwenden, ist eine Aktivierung notwendig. Bitte informieren sie Ihren Administrator.

source: Certificate notice
de: Information: Zertifikat

source: No keys are configured. You will not be able to make use of signatures.
de: Es sind keine Schlüssel konfiguriert. Die Verwendung von Signaturen ist nicht möglich.

source: You have no private key configured. This may lead to unexpected problems.
de: Sie haben keinen privaten Schlüssel konfiguriert! Dies kann zu unerwarteten Problemen führen!

source: Failed too load certificate
de: Zertifikat konnte nicht geladen werden

source: You have no certificate configured. This may lead to unexpected problems.
de: Sie haben kein Zertifikat konfiguriert! Dies kann zu unerwarteten Problemen führen!

source: Your private key and certificate do not match. This may lead to unexpected problems.
de: Privater Schlüssel und Zertifikat passen nicht zusammen! Dies kann zu unerwarteten Problemen führen!

source: The given path does not exist.
de: Der angegebene Pfad wurde nicht gefunden.

source: SFS error
de: SFS Fehler

source: The SFS Browser currently displays an invalid view because no daemon connection is established. The selection is switched back to the "Standard File Browsing" view.
de: Der SFS Browser stellt eine ungültige Ansicht dar, da derzeit keine Daemon-Verbindung vorhanden ist. Es wird nun in die "Standard Dateiansicht" gewechselt.

source: SFS warning
de: SFS Warnung

source: Multiple errors occured while processing the SFS request
de: Bei der Verarbeitung der SFS-Anfrage sind mehrere Fehler aufgetreten

source: Choose the import-file
de: Wähle die Importdatei

source: Choose the export-destination
de: Wähle das Exportziel

source: Error: xanoubis is not connected to the daemon
de: Fehler: xanoubis ist nicht mit dem Daemon verbunden

source: Error: Failed to load the private key.
de: Fehler: Laden des privaten Schlüssels fehlgeschlagen.

source: Error: An invalid argument was supplied
de: Fehler: Ein ungültiges Argument wurde übergeben

source: Error: Sfs is still busy with another operation.
de: Fehler: SFS ist noch mit einem anderen Vorgang beschäftigt.

source: Failed to enable signed checksums. Please check the configuration of your certificate and private key!
de: Fehler beim Einschalten von signierten Prüfsummen. Bitte die Konfiguration des Zertifikats und des privaten Schlüssels prüfen!

source: Failed to disable signed checksums.
de: Fehler beim Abschalten von signierten Prüfsummen.

source: You have created a new keypair. To be able to use it, you need to activate it! Please inform your administrator.
de: Sie haben ein neues Schlüsselpaar erzeugt. Um es zu verwenden, muss es zunächst aktiviert werden. Bitte informieren sie Ihren Administrator.

source: A keypair has already been configured. Would you like to use the newly generated keypair from now on? If so, the certificate needs to be activated. Please inform your administrator.
de: Es ist bereits ein anderes Schlüsselpaar konfiguriert. Möchten Sie in Zukunft das neu erzeugte Schlüsselpaar verwenden? Falls ja, ist eine Aktivierung des Zertifikats notwendig. Informieren Sie bitte Ihren Administrator.

source: Cannot load the private key! The file you specified does not exist.
de: Konnte privaten Schlüssel nicht laden! Die angegebene Datei existiert nicht.

source: Load private key
de: Lade privaten Schlüssel

source: Cannot load the certificate! The file you specified does not exist.
de: Konnte privaten Schlüssel nicht laden! Die angegebene Datei existiert nicht.

source: Failed to load certificate from %ls.
de: Konnte Zertifikat nicht von %ls laden.

source: Load certificate
de: Lade Zertifikat

source: [invalid date]
de: [Ungültiges Datum]

source: Directory:
de: Verzeichnis:

source: View:
de: Ansicht:

source: Standard file browsing
de: Standard Dateiansicht

source: Files with checksum
de: Dateien mit Prüfsumme

source: Changed files
de: Veränderte Dateien

source: Orphaned checksums
de: Verwaiste Prüfsummen

source: Upgraded files
de: Durch ein Upgrade veränderte Dateien

source: Recursive traversal
de: Rekursiv

source: Enables recursive traversal through filesystem
de: Zeigt Dateien aller Unterverzeichnisse an

source: Apply the filter
de: Den Filter anwenden

source: Invert
de: Invertieren

source: Invert the filter
de: Den Filter umkehren

source: Sign Files / Check Signatures
de: Signiere Dateien / Überprüfe Signaturen

source: Enables signature support
de: Signaturen miteinbeziehen

source: Import from file
de: Aus Datei importieren

source: Export to file
de: In Datei exportieren

source: Current selection:
de: Aktuelle Auswahl:

source: Register
de: Registrieren

source: Unregister
de: Registrierung aufheben

source: Validate
de: Überprüfen

source: Apply
de: Anwenden

source: Executes the selected action
de: Ausgewählte Aktion ausführen

source: Validate all
de: Überprüfen (alle)

source: Validates all displayed files
de: Alle angezeigten Dateien überprüfen

source: Private Key
de: Privater Schlüssel

source: Passphrase validity:
de: Gültigkeit Passwort:

source: Until end of session
de: Bis zum Ende der Sitzung

source: Until specified time
de: Bis zur angegebene Zeit

source: Validity end in seconds
de: Gültigkeit in Sekunden

source: Certificate
de: Zertifikat

source: Validity:
de: Gültigkeit:

source: Country:
de: Staat:

source: State or Province:
de: Bundesland:

source: Locality:
de: Ort:

source: Organization:
de: Institution:

source: Organizational Unit:
de: Organisationseinheit:

source: Common Name:
de: Name:

source: Email Address:
de: Email-Adresse:

source: Generate Keypair
de: Erzeuge Schlüsselpaar

source: Your private key and your certificate don't match! This may lead to unexpected problems! Please be sure to correct this!
de: Ihr privater Schlüssel und Ihr Zertifikat passen nicht zusammen! Dies kann zu unerwarteten Problemen führen! Bitte korrigieren Sie das!

source: Keys
de: Schlüssel

source: Displays the status of the Secure File System Module (SFS) while connected.
de: Zeigt den Status des Secure File System Moduls (SFS) solange verbunden.

source: open requests (SFS):
de: offene Anfragen (SFS):

source: Link Target:
de: Linkziel:

source: Last modified:
de: Zuletzt geändert:

source: Registered checksum:
de: Registrierte Prüfsumme:

source: Signature:
de: Signatur:

source: Checksum status:
de: Prüfsummen-Status:

source: Signature status:
de: Signatur-Status:

source: Passphrase:
de: Passwort:

source: Passphrase (repeat):
de: Passwort (Wiederholung):

source: Passphrase mismatch!
de: Unterschiedliche Passworte!

source: Files
de: Dateien

source: Start Time
de: Start Zeit

source: File name
de: Dateiname

source: active
de: aktiv

source: terminated
de: beendet

source: Profile
de: Profil

source: read-only
de: schreibgeschützt

source: policy sent to daemon
de: Regelsatz an Daemon gesendet

source: Allow the application "%ls" access to network services (client functionality)?
de: Der Anwendung "%ls" die Nutzung von Netzwerkdiensten (Client-Funktionalität) erlauben?

source: Servicename
de: Dienstname

source: Portnumber
de: Portnummer

source: Options for restricted network access of application "%ls":
de: Optionen für eingeschänkten Netzwerkzugriff der Anwendung "%ls":

source: custom
de: kundenspezifisch

source: Alf polices already exists and you have to choose between two options: keep or overwrite. Choose "No" if you don't want to alter the existing policies. You'll skip the alf section and proceed to sandbox page. Choose "Yes" if you want to erase all policies of this application. Thereby you may specify new alf policies.
de: Alf Regeln existieren bereits und es muss nun zwischen den Optionen gewählt werden: erhalten oder überschreiben. Mit "Nein" werden die die Regeln nicht verändert. Der ALF-Teil wird übersprungen und mit der Sandbox fortgefahren. Mit "Ja" werden die Regeln für diese Applikation entfernt. Dadurch können neue Alf Regeln angelegt werden.

source: For this application alf policies already exists.
de: Für diese Anwendung gibt es bereits alf Regeln.

source: Policy of "%ls":
de: Regel von "%ls":

source: Context:
de: Kontext:

source: keep policies
de: Regeln behalten

source: same: yes
de: den Gleichen: ja

source: same: no
de: den Gleichen: nein

source: exceptions (%d): yes
de: Ausnahmen (%d): ja

source: exceptions: no
de: Ausnahmen: nein

source: discard policies
de: Regeln überschreiben

source: client allow all
de: Client alles erlauben

source: client defaults
de: Client Standardwerte

source: client user defined
de: Client benutzerdefiniert

source: client deny all
de: Client alles verbieten

source: client ask
de: Client nachfragen

source: client don't ask
de: Client nicht nachfragen

source: client allow raw
de: Client raw erlauben

source: client deny raw
de: Client raw verbieten

source: defaults
de: Standardwerte

source: no sandbox
de: keine Sandbox

source: read unrestricted
de: lesen uneingeschränkt

source: read defaults
de: Lesen Standardwerte

source: read user defined (%d)
de: Lesen benutzerdefiniert (%d)

source: read access other: ask
de: Lesen sonstige Zugriffe: nachfragen

source: read access other: deny
de: Lesen sonstige Zugriffe: verbieten

source: read signature: allow
de: Lesen Signatur: erlauben

source: read signature: don't care
de: Lesen Signatur: nicht beachten

source: write unrestricted
de: Schreiben uneingeschränkt

source: write defaults
de: Schreiben Standardwerte

source: write user defined (%d)
de: Schreiben benutzerdefiniert (%d)

source: write access other: ask
de: Schreiben sonstige Zugriffe: nachfragen

source: write access other: deny
de: Schreiben sonstige Zugriffe: verbieten

source: write signature: deny
de: Schreiben Signatur: nicht beachten

source: write signature: don't care
de: Schreiben Signatur: nicht beachten

source: execute unrestricted
de: Ausführen uneingeschränkt

source: execute defaults
de: Ausführen Standardwerte

source: execute user defined (%d)
de: Ausführen benutzerdefiniert (%d)

source: execute access other: ask
de: Ausführen sonstige Zugriffe: nachfragen

source: execute access other: deny
de: Ausführen sonstige Zugriffe: verbieten

source: execute signature: allow
de: Ausführen Signatur: erlauben

source: execute signature: don't care
de: Ausführen Signatur: nicht beachten

source: ... settings:
de: ... Einstellungen:

source: This is the mandatory help text ...
de: Dies ist ein notwendiger Hilfetext ...

source: Overwrite existing policies?
de: Existierende Regeln überschreiben?

source: Yes (create new policies)
de: Ja (erzeuge neue Regeln)

source: No (keep existing policies)
de: Nein (behalte existierende Regeln)

source: For this application ... policies already exists.
de: Für diese Anwendung gibt es bereits ... Regeln.

source: existing policy for "...":
de: bestehende Regeln für "...":

source: /* apn policy */
de: /* apn Regel */

source: Available predefined services:
de: Verfügbare vordefinierte Dienste:

source: search
de: Suche

source: Add selected Service
de: Ausgewählten Dienst hinzufügen

source: close this dialog and return the selected service
de: Schließt den Dialog und gibt den ausgewählten Dienst zurück

source: Configure custom service
de: Einstellung zu kundenspezifischem Dienst

source: Protocoltype:
de: Protokolltyp:

source: Portnumber(s) or -range:
de: Portnummer(n) oder -bereich:

source: Add custom Service
de: eigenen Dienst hinzufügen

source: close this dialog and return the given custom service
de: Schließt den Dialog und gibt den kundenspezifischen Dienst zurück

source: (e.g. 123 or 123, 234 or 123 - 234)
de: (z.B. 123 oder 123, 234 oder 123 - 234)

source: Cancel
de: Abbrechen

source: leave this dialog without change
de: Dialog ohne Änderung verlassen

source: Choose Program:
de: Wähle ein Programm:

source: By choosing a program on this page, a checksum will be registered at the SFS module to determine the program during the policy evaluation.
de: Nachdem auf dieser Seite ein Programm ausgewählt wurde, wird im SFS-Modul eine Prüfsumme hinterlegt. Damit kann das Programm später bei der Regelauswertung besser identifiziert werden.

source: Context settings:
de: Kontext Einstellungen:

source: The context of an application is the conjunction of it's calling environment. This is the program which runs another one. If you are creating policies for a laucher-application or a command shell we suggest the answer: "no". But in case of the most applications "yes' seems to be the best fit.
de: Der Kontext einer Anwendung ist die Verbindung Ihrer aufrufenden Umgebung. Dies ist das Programm welches das andere ausführt. Wenn Sie Regeln für eine Starter-Anwendung oder einer Befehls-Shell erstellen, raten wir zur Antwort: "nein". In den meisten Fällen jedoch scheint "ja" am besten zu passen.

source: Programs started by this application have the same permissions / restrictions as the main program.
de: Von dieser Anwendung gestartete Programme haben die gleichen Rechte / Einschränkungen wie das Hauptprogramm.

source: Yes (same permissions / restrictions)
de: Ja, (gleiche Rechte / Einschränkungen)

source: allow exceptions (-> next page)
de: Ausnahmen zulassen (-> nächste Seite)

source: No (each executed program has its own policies)
de: Nein (jedes Programm hat eigene Regeln)

source: Activate it, if SFS should be disabled for this binary.
de: SFS soll für diese Applikation deaktiviert werden.

source: Programs been started by this application have the same permissions / restrictions as the main application.
de: Von dieser Anwendung gestartete Programme unterliegen den gleichen Rechten / Einschränkungen wie das Hauptprogramm.

source: Exceptions (programs started with own polcies):
de: Ausnahmen (Programme die mit eigenen Regeln gestartet werden):

source: Add...
de: Hinzufügen...

source: opens a file-choose-dialog and adds the result to the list
de: Öffnet einen Dateiauswahldialog und fügt das Resultat zur Liste hinzu

source: removes the selected entry from the list
de: Entfernt den ausgewählten Eintrag aus der Liste

source: Application Level Firewall settings:
de: Application Level Firewall Einstellungen:

source: Allow the application "..." the usage of network services (... functionality)?
de: Der Anwendung "..." die Nutzung von Netzwerkdiensten (... Funktionalität) erlauben?

source: Yes (without restrictions)
de: Ja (ohne Einschränkungen)

source: restricted (default)
de: eingeschränkt (Standardwerte)

source: Default services are allowed, any other network access is asked on demand.
de: Standarddienste sind erlaubt, bei sonstigen Netzwerzugriffen wird nachgefragt.

source: restricted
de: eingeschränkt

source: Settings may be configured on the next page.
de: Einstellungen können auf der nächsten Seite konfiguriert werden.

source: No (deny access of network resources)
de: Nein (kein Zugriff auf Netzwerkdienste erlauben)

source: Options for restricted network access for application "...":
de: Optionen für eingeschränkten Netzwerkzugriff der Anwendung "...":

source: List of allowed services:
de: Liste der erlaubten Dienste:

source: Add...
de: Hinzufügen...

source: opens a service-choose-dialog and adds the result to the list
de: Öffnet einen Dienstauswahldialog und fügt das Resultat der Liste hinzu

source: Add default Services
de: Standarddienste hinzufügen

source: adds the default services to the list
de: Fügt die Standarddienste zur Liste hinzu

source: removes the selected items from the list
de: Löscht das ausgewählte Element aus der Liste

source: ask on any other network access
de: bei sonstigen Netzwerkzugriffen nachfragen

source: allow raw network access
de: raw Netzwerkzugriff erlauben

source: Sandbox settings:
de: Sandbox Einstellungen:

source: With the sandbox you can confine an application. This is done by specifying which files it may read, write or execute.
de: Mit der Sandbox lassen sich Anwendungen einsperren. Dies wird dadurch erreicht, dass genau festgelegt wird, welche Dateien gelesen, geschrieben oder ausgeführt werden dürfen.

source: Create sandbox policies?
de: Sandbox Regeln erstellen?

source: Yes, create policies (wizard guided)
de: Ja, Regeln erstellen (Wizard geführt)

source: Yes, load default policies (skip wizard)
de: Ja, Regeln aus Standardwerten laden (überspringt Wizard)

source: No, do not create sandbox policies
de: Nein, keine Sandbox Regeln erstellen

source: Select permissions of application "..." for ... file access:
de: Berechtigungen der Anwendung "..." für ... Dateizugriff:

source: unrestricted
de: uneingeschränkt

source: Default permissions are allowed, any other access is asked on demand.
de: Standardberechtigungen sind erlaubt, bei sonstigen Zugriffen wird nachgefragt

source: Options for ... access of "...":
de: Optionen für ... Zugriff von "...":

source: ... grant access:
de: ... Zugriff erlauben:

source: Add:
de: Hinzufügen:

source: opens a file-choose-dialog and adds the result to the list
de: Öffnet einen Dateiauswahldialog und fügt das Resultat zur Liste hinzu

source: Directory
de: Verzeichnis:

source: opens a directory-choose-dialog and adds the result to the list
de: Öffnet einen Verzeichnisauswahldialog und fügt das Resultat zur Liste hinzu

source: Default Permissions
de: Standardberechtigungen

source: ask on any other access
de: Bei sonstigem Zugriff nachfragen

source: always allow access on valid checksum / signature
de: Bei gültigen Signaturen/Prüfsummen immer Zugriff erlauben

source: End.
de: Ende.

source: This is the final page. If you click on 'finish' the policies will be created. To send the newly created policies directly to the Anoubis Daemon, the checkbox below has to be activated. (To make this work you need to be connected.)
de: Dies ist die letzte Seite. Mit einem Klick auf 'Fertig' werden die Regeln erstellt. Um die neu erstellten Regeln sofort an den Anoubis Daemon zu senden, muss die untere Checkbox aktiviert sein. (Dies funktioniert nur,wenn Sie verbunden sind.)

source: activate newly created policies?
de: neu erstellte Regeln aktivieren?

source: Rule wizard add service
de: Wizard Dienst hinzufügen

source: Please choose a program first.
de: Bitte zuerst ein Programm wählen.

source: The checksum for %ls does not match! Please go to the SFS Browser and update the checksum.
de: Die Prüfsumme von %ls stimmt nicht überein! Bitte wechseln Sie in den SFS Browser und aktualisieren die Prüfsumme.

source: Rule Wizard
de: Regel Wizard

source: Got error from daemon (%hs) while fetching the checksum for %ls.
de: Fehler vom Daemon (%hs) beim Abfragen der Prüfsumme für %ls.

source: Communication error while fetching the checksum for %ls.
de: Kommunikationsfehler beim Abfragen der Prüfsumme für %ls.
