Repository: genua/anoubis
Catalog: po/*.po
Languages: de

source: Failed to resolve %ls
de: Konnte "%ls" nicht auslösen.

source: An unexpected error occured (%hs) while fetching the checksum for %ls.
de: Unerwarteter Fehler (%hs) ist beim Abfragen der Prüfsumme für %ls aufgetreten.

source: Failed to calculate the checksum for %ls: %hs
de: Konnte Prüfsumme für %ls nicht berechnen: %hs

source: Communication error while register the checksum for %ls.
de: Kommunikationsfehler beim Registrieren der Prüfsumme für %ls.

source: Got error from daemon (%hs) while register the checksum for %ls.
de: Fehler vom Daemon (%hs) beim Registrieren der Prüfsumme für %ls.

source: An unexpected error occured (%hs) while register the checksum for %ls.
de: Unerwarteter Fehler (%hs) ist beim Registrieren der Prüfsumme für %ls aufgetreten.

source: (all files)
de: (alle Dateien)

source: Options for EXECUTE access of application "%ls":
de: Optionen für AUSFÜHRENDEN Zugriff der Anwendung "%ls":

source: Grant EXECUTE access:
de: AUSFÜHRENDEN Zugriff erlauben:

source: Choose permissions of application "%ls" of EXECUTING file access:
de: Berechtigungen der Anwendung "%ls" für AUSFÜHRENDEN Dateizugriff auswählen:

source: Sandbox policies already exist and you have to choose between two options: keep or overwrite. Choose "No" if you don't want to alter the existing policies. You'll skip the sandbox section and proceed to final page. Choose "Yes" if you want to erase all policies of this application. Thereby you may specify new sandbox policies.
de: Sandbox Regeln existieren bereits und es muss nun zwischen den Optionen gewählt werden: erhalten oder überschreiben. Mit "Nein" werden die die Regeln nicht verändert. Der Sandbox-Teil wird übersprungen und man kommt zum Abschluss. Mit "Ja" werden die Regeln für diese Applikation entfernt. Dadurch können neue Sandbox Regeln angelegt werden.

source: For this application sandbox policies already exist.
de: Für diese Anwendung gibt es bereits Sandbox Regeln.

source: Options for READ access of application "%ls":
de: Optionen für LESENDEN Zugriff der Anwendung "%ls":

source: Grant READ access:
de: LESENDEN Zugriff erlauben:

source: Choose permissions of application "%ls" of READING file access:
de: Berechtigungen der Anwendung "%ls" für LESENDEN Dateizugriff auswählen:

source: always deny access on valid checksum / signature
de: Bei gültigen Signaturen/Prüfsummen Zugriff immer erlauben

source: Options for WRITE access of application "%ls":
de: Optionen für SCHREIBENDEN Zugriff der Anwendung "%ls":

source: Grant WRITE access:
de: SCHREIBENDEN Zugriff erlauben:

source: Choose permissions of application "%ls" of WRITING file access:
de: Berechtigunngen der Anwendung "%ls" für SCHREIBENDEN Dateizugriff auswählen:

source: &Restore xanoubis
de: &Wiederherstellen von xanoubis

source: E&xit xanoubis
de: &Beende xanoubis

source: Messages: %d not connected
de: Nachrichten: %d Nicht verbunden

source: No messages not connected
de: Keine Nachrichten Nicht verbunden

source: Messages: %d connected with %ls
de: Nachrichten: %d Verbunden mit %ls

source: No messages connected with %ls
de: Keine Nachrichten Verbunden mit %ls

source: Received Escalations: %d
de: Anzahl Eskalationen: %d

source: ESCALATION
de: ESKALATION

source: Couldn't send Escalation
de: Konnte Eskalation nicht verschicken

source: Received Alerts: %d
de: Anzahl Alarme: %d

source: ALERT
de: ALARM

source: Couldn't send Alert
de: Konnte Alarm nicht verschicken

source: Starting in playground: %ls
de: Starte im Playground: %ls

source: Terminated: playground %ls (%llx)
de: Beendet: Playground %ls (%llx)

source: Manual
de: Manuell

source: Date
de: Datum

source: The Boot Loader configuration has been updated. Please make sure to boot an Anoubis Kernel.
de: Die Konfiguration des Boot-Loaders hat sich geändert. Bitte stellen sie sicher, dass der Anoubis-Kernel beim Start geladen wird.

source: Warning
de: Warnung

source: Couldn't remove Autostart file: %ls
de: Kann Autostart Datei nicht entfernen: %ls

source: No escalation...???
de: Wo ist die Eskalation...???

source: Can't access answer of escalation.
de: Die Antwort auf die Eskalation ist nicht ermittelbar.

source: Can't access user ruleset.
de: Der Benutzer-Regelsatz kann nicht geladen werden.

source: Failed to create a policy based on your decision. Your ruleset is modified. Please send your ruleset to the daemon or reload your policies from the daemon. Then try again.
de: Auf Basis der Eskalation konnte die Regel nicht erzeugt werden! Bitte aktivieren Sie den Regelsatz oder laden ihn erneut vom Daemon. Versuchen Sie dann die Eskalationsbeantwortung erneut.

source: Failed to create a policy based on your decision.
de: Auf Basis der Eskalation konnte die Regel nicht erzeugt werden!

source: Communication error during playground request.
de: Kommunikationsfehler während der Playgroundanfrage.

source: The daemon returned an error for the playground request: %hs
de: Der Daemon meldet einen Fehler für die Playgroundanfrage: %hs

source: Error in playground request: %hs You can use the following command on the commandline to remove the playground: playground -f remove <Playground Id>
de: Die Playgroundanfrage ist fehlerhaft: %hs Sie können das folgende Kommando von der Kommandozeile aus starten, um den Playground trotzdem zu löschen: playground -f remove <Playground ID>

source: Error in playground request: %hs
de: Die Playgroundanfrage ist fehlerhaft: %hs

source: Got unexpected result (%d) for playground request
de: Unerwartetes Ergebnis (%d) beim der Playgroundanfrage

source: The device is not mounted.
de: Das Device ist nicht eingebunden.

source: Cannot find all hard links to the file.
de: Konnte nicht alle Verweise auf die Datei finden.

source: Parent directory must be committed first.
de: Das übergeordnete Verzeichnis muss zuerst übernommen werden.

source: Did not try to commit the file.
de: Es wurde nicht versucht, die Datei zu übernehmen.

source: Target file exists and has multiple hard links.
de: Die Zieldatei existiert und hat mehr als einen Hardlink.

source: Target file exists.
de: Die Zieldatei existiert bereits.

source: Recommended file scanners reported a problem with the file.
de: Empfohlene Inhaltsscanner haben ein Problem mit der Datei entdeckt.

source: Required file scanners reported a permanent problem with the file.
de: Erforderliche Inhaltsscanner haben ein dauerhaftes Problem mit der Datei entdeckt.

source: File scanners reported a problem with the file: %hs
de: Inhaltsscanner haben ein Problem mit der Datei %hs entdeckt.

source: File was removed from the playground but could not be renamed (%hs).
de: Die Datei wurde aus dem Playground entfernt, konnte dann aber nicht umbenannt werden (%hs)

source: Commit for file(s) '%ls' failed. %ls
de: Die Übernahme der Datei(en) %ls is fehlgeschlagen. %ls

source: Commit anyway?
de: Dennoch übernehmen?

source: Playground Commit
de: Playground Übernahme

source: Unlink '%ls' failed: %hs
de: Fehler beim Entfernen von '%ls': %hs

source: Removing Playground (ID %llx) failed: %hs You can use the following command on the commandline to remove the playground: playground -f remove %llx
de: Löschen des Playgrounds (ID %llx) fehlgeschlagen: %hs Sie können das folgende Kommando von der Kommandozeile aus starten, um den Playground trotzdem zu löschen: playground -f remove %llx

source: Removing Playground (ID %llx) failed: %hs
de: Löschen des Playgrounds (ID %llx) fehlgeschlagen: %hs

source: Could not determine filename for playground-file: %hs
de: Der Pfad für die Playground-Datei %hs konnte nicht ermittelt werden.

source: Communication error during process list request.
de: Kommunikationsfehler während des Abfragens der Prozessliste.

source: The daemon returned an error for the process list request: %hs
de: Der Daemon meldet einen Fehler für das Abfragen der Prozessliste: %hs

source: Error in process list request: %hs
de: Fehler in der Abfrage der Prozessliste: %hs

source: Got unexpected result (%d) for process list request
de: Unerwartetes Ergebnis (%d) beim Abfragen der Prozessliste

source: Communication error while receiving admin-policy of %ls.
de: Kommunikationsfehler beim Empfangen der Administrator-Regeln von %ls.

source: Communication error while receiving user-policy of %ls.
de: Kommunikationsfehler beim Empfangen der Benutzer-Regeln von %ls.

source: Error while receiving policy.
de: Fehler beim Empfangen der Regeln

source: Got error (%hs) from daemon after receiving admin-policy of %ls.
de: Fehler vom Daemon (%hs) nachdem die Administrator-Regeln von %ls empfangen wurde.

source: Got error (%hs) from daemon after receiving user-policy of %ls.
de: Fehler vom Daemon (%hs) nachdem die Benutzer-Regeln von %ls empfangen wurde.

source: Got error (%hs) from daemon after receiving policy.
de: Fehler vom Daemon (%hs) nachdem die Regel empfangen wurde.

source: An unexpected error occured. Error code: %i
de: Ein unerwarteter Fehler ist aufgetreten. Fehlernummer: %i

source: Error while receiving policy
de: Fehler beim Empfangen der Regeln

source: The task was not executed.
de: Die Aufgabe wurde nicht ausgeführt.

source: Out of memory.
de: Kein Speicher verfügbar.

source: Communication error while sending admin-policy of %ls to daemon.
de: Kommunikationsfehler beim Senden der Administrator-Regeln von %ls zum Daemon.

source: Communication error while sending user-policy of %ls to daemon.
de: Kommunikationsfehler beim Senden der Benutzer-Regeln von %ls zum Daemon.

source: Error while sending policy to daemon.
de: Fehler beim Senden der Regeln zum Daemon.

source: Got error (%hs) from daemon after sending admin-policy of %ls.
de: Fehler vom Daemon (%hs) nachdem die Administrator-Regeln von %ls gesendet wurde.

source: Got error (%hs) from daemon after sending user-policy of %ls.
de: Fehler vom Daemon (%hs) nachdem die Benutzer-Regeln von %ls gesendet wurde.

source: Got error (%hs) from daemon after sending policy.
de: Fehler vom Daemon (%hs) nachdem die Regel gesendet wurde.

source: Failed to sign the admin-policy of %ls: %hs.
de: Der Administrator-Regelsatz von %ls konnte nicht signiert werden: %hs.

source: Failed to sign the user-policy of %ls: %hs.
de: Der Benutzer-Regelsatz von %ls konnte nicht signiert werden: %hs.

source: Failed to sign the policy: %hs.
de: Der Regelsatz konnte nicht signiert werden: %hs.

source: Error while sending policy
de: Fehler beim Senden der Regeln

source: Failed to make a backup of the policy.
de: Fehler beim Erstellen eines Backups der Regeln.

source: Automatically created version while saving the %ls profile
de: Version wurde automatisch mit dem Speichern des Profils %ls erstellt.

source: Failed to open %ls for reading: %hs
de: Konnte %ls nicht zum Lesen öffnen: %hs

source: Failed to parse %ls!
de: Konnte %ls nicht parsen!

source: Communication error while fetching list of checksumed files of %ls.
de: Kommunikationsfehler während des Abfragens der Liste von Dateien mit Prüfsummevon %ls.

source: Communication error while fetching list of signed files of %ls.
de: Kommunikationsfehler während Abfrage der Liste von Dateien mit Signaturen von %ls.

source: Got error from daemon (%hs) while fetching the list of checksumed files of %ls.
de: Fehler vom Daemon (%hs) beim Abfragen der Liste der Dateien mit Prüfsumme von %ls.

source: Got error from daemon (%hs) while fetching the list of signed files of %ls.
de: Fehler vom Daemon (%hs) beim Abfragen der Liste der signierten Dateien von %ls.

source: An unexpected error occured (%i) while fetching the list of checksumed files of %ls.
de: Ein unerwarteter Fehler (%i) ist beim Abfragen der Liste der Dateien mit Prüfsumme von %ls aufgetreten.

source: An unexpected error occured (%i) while fetching the list of signed files of %ls.
de: Ein unerwarteter Fehler (%i) ist beim Abfragen der Liste der signierten Dateien von %ls aufgetreten.

source: %ls not found in file-list!
de: %ls nicht in der Dateilisten gefunden!

source: An unexpected checksum was fetched for %ls
de: Unerwartete Prüfrumme für %ls wurde abgefragt.

source: Got error from daemon while fetching the checksum for %ls: %hs
de: Fehler vom Daemon beim Abfragen der Prüfsumme für %ls: %hs.

source: Got error from daemon while fetching the signature for %ls: %hs
de: Fehler vom Daemon beim Abfragen der Signatur für %ls: %hs.

source: An unexpected signature was fetched for %ls
de: Unerwartete Signatur für %ls wurde abgefragt.

source: Got error from daemon while fetching checksums/signatures: %hs
de: Fehler vom Daemon beim Abfragen von Prüfsummen/Signaturen: %hs

source: Communication error while fetching checksums/signatures
de: Kommunikationsfehler beim Abfragen von Prüfsummen/Signaturen

source: Failed to retrieve checksums/signatures: %hs
de: Fehler beim Abfragen von Prüfsummen/Signaturen: %hs

source: An unexpected error occured while fetching checksums/signatures: %hs
de: Unerwarteter Fehler beim Abfragen von Prüfsummen/Signaturen: %hs

source: Failed to add checksums/signatures: %hs
de: Fehler beim Hinzufügen von Prüfsummen/Signature: %hs

source: Communication error while register the checksums/signatures.
de: Kommunikationsfehler beim Registrieren von Prüfsummen/Signaturen.

source: Got error from daemon (%hs) while registering checksums/signautres.
de: Fehler vom Daemon (%hs) beim Registrieren von Prüfsummen/Signaturen.

source: An unexpected error occured (%hs) while registering checksums/signatures.
de: Ein unerwarteter Fehler (%hs) ist beim Registrieren von Prüfsummen/Signaturen aufgetreten.

source: Failed to add checksum for %ls: %hs
de: Konnte Prüfsumme für %ls nicht registrieren: %hs

source: Failed to add signature for %ls: %hs
de: Konnte Signatur für %ls nicht registrieren: %hs

source: Communication error while removing the checksums/signatures.
de: Kommunikationsfehler während des Löschens der Prüfsummen/Signaturen.

source: Communication error while removing checksums/signatures.
de: Kommunikationsfehler während des Löschens der Prüfsummen/Signaturen.

source: Failed to remove checksums/signatures: %hs
de: Löschen von Prüfsummen/Signaturen fehlgeschlagen: %hs

source: An unexpected error occured while removing checksums/signatures: %hs
de: Es ist ein unerwarteter Fehler während des Löschens von Prüfsummen/Signaturen aufgetreten: %hs

source: %ls not found in file list!
de: Konnte %ls nicht in der Liste der Dateien finden!

source: Got error from daemon while removing the checksum for %ls: %hs
de: Fehler vom Daemon während des Löschens der Prüfsumme für %ls: %hs

source: Got error from daemon while removing the signature for %ls: %hs
de: Fehler vom Daemon während des Löschens der Signatur für %ls: %hs

source: Failed to open %ls for writing: %hs
de: Konnte %ls nicht zum Schreiben öffnen: %hs

source: Failed to flush the content of %ls: %hs
de: Konnte Inhalt von %ls nicht zurückschreiben: %hs

source: SFS operation in Progress. Please wait ...
de: Eine SFS Operation wird bearbeitet. Bitte warten ...

source: hide
de: Verbergen

source: show
de: Zeige

source: Table columns
de: Tabellenspalten

source: Please select the columns to be shown
de: Bitte die anzuzeigenden Spalten auswählen

source: Don't understand
de: Versteh ich nicht

source: Don't show this message again!
de: Diese Nachricht nicht mehr anzeigen!

source: Pick...
de: Auswahl...

source: use the right mouse button to choose between files and directories
de: Benutzen Sie die rechte Maustaste um zwischen Dateien und Verzeichnissen zu wählen

source: Pick a file
de: Datei hinzufügen

source: Pick a directory
de: Verzeichnis hinzufügen

source: Symbolic link was resolved
de: Symbolischer Link wurde aufgelöst

source: Failure to resolve:
de: Konnte nicht aufgelöst werden:

source: (new)
de: (neu)

source: Action / Log
de: Aktion / Log

source: Network
de: Netzwerk

source: Address
de: Adresse

source: Valid / Invalid / Unknown
de: Gültig / Ungültig / Unbekannt

source: Permissions
de: Berechtigungen

source: Playground %llx (%hs) terminated
de: Playground %llx (%hs) beendet

source: Playground %llx (%hs) created
de: Playground %llx (%hs) erzeugt

source: Dropping short message from Daemon
de: Nachrichtvom Daemon wird verworfen (zu kurz)

source: Unkown status message key=%x value=%d
de: Unbekannter Status der Nachricht key=%x value=%d

source: Committing %hs
de: Übernehme %hs

source: No scanner output available!
de: Keine Scannerausgabe verfügbar!

source: Error while initialising anoubis_ui
de: Konnte anoubis_ui-Bibliothek nicht initialisieren.

source: Unsupported version (%d) found of HOME/.xanoubis Xanoubis will terminate now.
de: Es wurde eine nicht unterstützte Version (%d) von HOME/.xanoubis gefunden. Xanoubis wird sich nun beenden.

source: Language setting:
de: Spracheinstellungen:

source: this help
de: diese Hilfe

source: communication socket of anoubis daemon
de: Kommunikationssockel des Anoubis Daemons

source: Debug output with level of 'num'
de: Debug Ausgabe mit 'num' als Ebene

source: Disable TrayIcon
de: TrayIcon deaktivieren

source: Do not show the main window
de: Haupfenster nicht anzeigen

source: Enter the passphrase of your private key: %ls
de: Eingabe des Passwords zum privaten Schlüssel: %ls

source: Enter passphrase for:
de: Eingabe des Passworts:

source: The entered passphrase was wrong! Please enter the passphrase for: %ls
de: Das eingegebene Passwort war falsch! Eingabe des Passwortes für: %ls
