Repository: genua/anoubis
Catalog: po/*.po
Languages: de

source: Operation not permitted: Client certificate is not known to the daemon
de: Operation nicht erlaubt: Clientzertifikat ist dem Daemon unbekannt

source: Operation not permitted: User ID and certificate's User ID do not match
de: Operation nicht erlaubt: User ID und User ID des Zertifikates stimmen nicht überein

source: Failed to load private key
de: Fehler beim Laden des privaten Schlüssels.

source: No Ruleset has been loaded
de: Kein Regelsatz ist geladen

source: Only export to user-profile may be allowed
de: Nur Speichern des eigenen Benutzerprofils ist erlaubt

source: Could not open for writing
de: Konnte nicht zum Schreiben öffnen

source: Could not create backup
de: Konnte kein Backup erstellen

source: invalid error code
de: Ungültige Fehlernummer

source: undefined anoubis error code
de: Unbekannte Anoubis-Fehlernummer

source: (unknown)
de: (unbekannt)

source: receiver
de: Empfänger

source: any
de: unabhängig

source: from %ls to %ls
de: von %ls nach %ls

source: Program
de: Programm

source: Service
de: Dienst

source: Role
de: Rolle

source: Action
de: Aktion

source: Restrictions
de: Einschränkungen

source: User
de: Benutzer

source: admin ruleset of %ls
de: Administrator-Regelsatz von %ls

source: yes
de: Ja

source: no
de: Nein

source: was asked
de: wurde gefragt

source: was allowed
de: wurde erlaubt

source: was denied
de: wurde verboten

source: Time
de: Zeit

source: Processes
de: Prozesse

source: unknown
de: unbekannt

source: no notify data available
de: keine Daten aus einer Benachrichtigung verfügbar

source: unknown address type
de: unbekannter Adresstyp

source: Rule %d:
de: Regel %d:

source: (unknown protocol)
de: (unbekanntes Protokoll)

source: (valid checksum/signature)
de: (gültige Prüfsumme/Signatur)

source: (invalid checksum/signature)
de: (ungültige Prüfsumme/Signatur)

source: (unknown checksum/signature)
de: (keine Prüfsumme/Signatur)

source: rename
de: Umbenennen

source: unknown operation
de: unbekannte Aktion

source: playground enforced for program
de: Playground für Programm erzwungen

source: commit request
de: Übernahme ins Produktivsystem

source: unknown module
de: unbekanntes Modul

source: no path information available
de: keine Pfadinformation verfügbar

source: from %hs to %hs
de: von %hs nach %hs

source: unable to extract path information
de: kann keine Pfadinformation extrahieren

source: this message was allowed.
de: Diese Nachricht wurde erlaubt.

source: this message was forbidden.
de: Diese Nachricht wurde verboten.

source: this message was allowed till process ends.
de: Diese Nachricht wurde bis Prozessende erlaubt.

source: this message was forbidden till process ends.
de: Diese Nachricht wurde bis Prozessende verboten.

source: this message was allowed for %d second.
de: Diese Nachricht wurde für %d Sekunde erlaubt.

source: this message was allowed for %d minute.
de: Diese Nachricht wurde für %d Minute erlaubt.

source: this message was allowed for %d hour.
de: Diese Nachricht wurde für %d Stunde erlaubt.

source: this message was allowed for %d day.
de: Diese Nachricht wurde für %d Tag erlaubt.

source: this message was forbidden for %d second.
de: Diese Nachricht wurde für %d Sekunde verboten.

source: this message was forbidden for %d minute.
de: Diese Nachricht wurde für %d Minute verboten.

source: this message was forbidden for %d hour.
de: Diese Nachricht wurde für %d Stunde verboten.

source: this message was forbidden for %d day.
de: Diese Nachricht wurde für %d Tag verboten.

source: this message was allowed forever.
de: Diese Nachricht wurde für immer erlaubt.

source: this message was forbidden forever.
de: Diese Nachricht wurde für immer verboten.

source: Commit request for file %ls
de: Übernahme der Datei %ls wurde angefordert

source: until %ls
de: bis %ls

source: until %ls for task %ls
de: bis %ls für task %ls

source: System error during import of policy file %ls: %hs
de: Systemfehler während des Importierens der Regeldatei %ls: %hs

source: Successfully imported policy file %ls
de: Regeldatei %ls erfolgreich importiert.

source: Failed import of policy file %ls
de: Fehlgeschlagener Import der Regeldatei %ls

source: Failed import of policy file %hs
de: Fehlgeschlagener Import der Regeldatei %hs

source: Unknown error during import of policy file %ls
de: Unbekannter Fehler während des Importierens der Regeldatei %ls

source: Path
de: Pfad

source: Mask
de: Maske

source: allow
de: erlauben

source: deny
de: verbieten

source: ask
de: nachfragen

source: continue
de: fortführen

source: none
de: kein

source: alert
de: kritisch

source: Valid action
de: Aktion (gültig)

source: Invalid action
de: Aktion (ungültig)

source: Unknown action
de: Aktion (unbekannt)

source: default %ls
de: Standard %ls

source: no value
de: kein Wert

source: Admin Policy of %ls
de: Administrator-Regel von %ls

source: User Policy of %ls
de: Benutzer-Regel von %ls

source: Failed to save the ruleset into a file.
de: Der Regelsatz konnte nicht gespeichert werden.

source: Save ruleset
de: Regelsatz speichern

source: Module
de: Modul

source: Message
de: Nachricht

source: You have a pending playground escalation. Please answer the escalation first and try again!
de: Eine Playground-Eskalation ist noch offen. Bitte beantworten Sie die zuerst die Eskalation und führen dann die Aktion erneut aus!

source: Playground notification
de: Playground Hinweis

source: Multiple errors occured while processing the Playground request
de: Bei der Verarbeitung der Playground-Anfrage sind mehrere Fehler aufgetreten

source: The file(s) will not be committed.
de: Es werden keine Datei(en) übernommen.

source: Do you really want to commit the file(s)?
de: Möchten Sie die Datei(en) trotzdem übernehmen?

source: Delete rule %ld?
de: Soll die Regel %ld gelöscht werden?

source: Confirm
de: Bestätigen

source: Failed to clone the rule
de: Kopieren der Regel fehlgeschlagen.

source: Error
de: Fehler

source: Couldn't create new ruleset!
de: Neuer Regelsatz kann nicht erzeugt werden!

source: Created new ruleset.
de: Neuer Regelsatz wurde erzeugt.

source: Error: Couldn't create new application rule.
de: Fehler: Konnte neue Anwendungsregel nicht erzeugen.

source: Cannot edit admin ruleset!
de: Der Administrator Regelsatz kann nicht verändert werden!

source: Error: Couldn't create new filter rule.
de: Fehler: Konnte neue Filterregel nicht erzeugen.

source: Import policy file
de: Regeldatei importieren

source: Couldn't import policy file: it has errors.
de: Konnte Regeldatei nicht importieren: Sie enthält Fehler.

source: Export ruleset...
de: Schreibe Regelsatz...

source: Failed to export the ruleset into a file.
de: Der Regelsatz konnte nicht exportiert werden.

source: Export ruleset
de: Regelsatz exportieren

source: sending to daemon
de: Sende an Daemon

source: The entered password is incorrect.
de: Das eingegebene Passwort ist nicht korrekt.

source: Key Load Error
de: Fehler beim Laden vom Privatenschlüssel

source: Wrong password!
de: Falsches Passwort!

source: An error occured while sending policy to daemon.
de: Fehler beim Senden der Regeln zum Daemon.

source: Policy Load Error
de: Fehler beim Laden vom Privatenschlüssel

source: Error while sending policy to daemon!
de: Fehler während des Sendens der Admin Regeln zum Daemon!

source: An error occured while sending admin policy to the daemon.
de: Während des Sendens der Admin Regeln zum Daemon ist ein Fehler aufgetreten.

source: Error while sending admin policy to daemon!
de: Fehler während des Sendens der Admin Regeln zum Daemon!

source: modified
de: verändert

source: not modified
de: nicht verändert

source: Invalid user Name
de: Ungültiger Benutzername

source: Show my rules
de: Zeige meine Regeln

source: Show admin rules of
de: Zeige Administrator Regeln von

source: Show default rules
de: Zeige Standard-Regeln

source: App-Rules
de: App-Regeln

source: Create
de: Erstellen

source: Creates a new rule
de: Erzeugt eine neue Regel

source: customise columns of app-rules list
de: individualisieren der Spalten der App-Regeln Liste

source: Select columns with right click on label.
de: Spaltenauswahl durch Rechtsclick auf die Überschrift

source: Rule:
de: Regel:

source: Up
de: Aufwärts

source: Move up
de: Verschiebe aufwärts

source: Down
de: Abwärts

source: Move down
de: Verschiebe abwärts

source: Clone
de: Kopieren

source: Create an identical copy of the selected rule.
de: Kopiert die ausgewählte Regel.

source: Delete
de: Löschen

source: Removes selected policy
de: Entfernt die selektierte Regel

source: Filter-Rules
de: Filter-Regeln

source: customise columns of filter-rules list
de: individualisieren der Spalten der Filter-Regeln Liste

source: RuleSet origin:
de: Regelsatz Ursprung:

source: Import...
de: Importieren...

source: import ruleset from file
de: importieren eines Regelsatzes aus Datei

source: Reload from Daemon
de: Neuladen vom Daemon

source: reload ruleset from daemon
de: Neuladen des Regelsatzes vom Daemon

source: Export...
de: Exportieren...

source: export ruleset to file (which has to be choosen)
de: Exportieren des Regelsatzes in Datei (die gewählt wurde)

source: Activate
de: Aktivieren

source: send ruleset to daemon
de: Sende Regelsatz an Daemon

source: Run in playground
de: Im Playground starten

source: Activate it, if the playground should be enabled for this policy (and all of it's binaries).
de: Playground soll für diese Regel (und alle zugehörigen Anwendungen) aktiviert werden.

source: Use this policy for Playground processes only
de: Diese Regel nur für Playgroundprozesse anwenden

source: Disable SFS
de: SFS deaktivieren

source: Activate it, if SFS should be disabled for this policy (and all of it's binaries).
de: SFS soll für diese Regel (und alle zugehörigen Anwendungen) deaktiviert werden.

source: Add
de: Hinzufügen

source: Appends the binary to the policy
de: Fügt das Program zur Regel hinzu

source: Removes the binary from the policy
de: Entfernt das Programm von der Regel

source: Action:
de: Aktion:

source: Allow connection
de: Verbindung erlauben

source: Deny connection
de: Verbindung verbieten

source: Ask user
de: Benutzer fragen

source: Disable logging
de: Protokollierung deaktivieren

source: Enable logging
de: Protokollierung aktivieren

source: Enable higher priority logging
de: Protokollierung mit höherer Priorität aktivieren

source: Direction:
de: Richtung:

source: accept
de: eingehend

source: Filter incoming connection-attempts
de: Eintreffende Verbindungsversuche filtern

source: connect
de: ausgehend

source: Filter outgoing connection-attempts
de: Ausgehende Verbindungsversuche filtern

source: both
de: beide

source: Allow any direction
de: Alle Richtungen zulassen

source: Protocol:
de: Protokoll:

source: Filter TCP streams
de: TCP-Ströme filtern

source: Filter UDP datagrams
de: UDP-Datagramme filtern

source: Filter SCTP datagrams
de: SCTP Pakete filtern

source: Source address:
de: Quelladresse:

source: Source Port:
de: Quellport:

source: Destination address:
de: Zieladresse:

source: Destination Port:
de: Zielport:

source: Allow access to raw sockets
de: Zugriff auf Raw-Sockets erlauben

source: Allow access to other sockets
de: Zugriff auf sonstige Sockets erlauben

source: all
de: Alle

source: No capability limits
de: Keine Einschränkung der Capability

source: Valid:
de: Gültig:

source: Action if checksum matches
de: Aktion falls die Prüfsumme passt

source: Logging configuration if checksum matches
de: Protokollierung falls Prüfsumme passt

source: Invalid:
de: Ungültig:

source: Action if checksum doesn't match
de: Aktion falls Prüfsumme nicht passt

source: Logging configuration if checksum doesn't match
de: Protokollierung falls Prüfsumme nicht passt

source: Unknown:
de: Unbekannt:

source: Action if checksum is missing
de: Aktion falls keine Prüfsumme vorhanden

source: Logging configuration if checksum is missing
de: Protokollierung falls keine Prüfsumme vorhanden

source: Type:
de: Typ:

source: Switch to context
de: Kontext wechseln

source: Switch to context on open
de: Kontext wechseln (open)

source: Permission:
de: Berechtigung:

source: Read permission
de: Lese-Rechte

source: Write permission
de: Schreib-Rechte

source: Execute permission
de: Ausführ-Rechte

source: Default Path:
de: Standard Pfad:

source: self
de: Prüfsumme

source: self-signed
de: Selbst signiert

source: key
de: Schlüssel

source: Path:
de: Pfad:

source: Binary:
de: Programm:

source: Type
de: Typ

source: Binary
de: Programm

source: Scope
de: Gültigkeit

source: Direction
de: Richtung

source: Protocol
de: Protokoll

source: From host
de: Quellrechner

source: From port
de: Quellport

source: To host
de: Zielrechner

source: To port
de: Zielport

source: Access mask
de: Zugriffsarten

source: The system has been upgraded. Therefore the checksums of all related files have changed. Please check the checksums of your signed files in the SFS Browser!
de: Es wurde ein Upgrade des Systems durchgeführt. Deswegen wurden die Prüfsummen aller zugehörigen Dateien verändert. Bitte überprüfen Sie die Prüfsummen Ihrer signierten Dateien im SFS Browser!

source: Anoubis - System Update
de: Anoubis - System Upgrade

source: Open SFS Browser now!
de: SFS Browser jetzt öffnen!

source: Display size of %dx%d is too small for the wizard. Presentation may be broken!
de: Die Bildschirmgroesse vom %dx%d ist zu klein fuer den Wizard. Es kann zu Darstellungsfehlern kommen!

source: Wizard warning
de: Wizard Warnung

source: Connection established with %ls
de: Verbindung mit %ls hergestellt

source: Disconnected from %ls
de: Verbindung mit %ls getrennt

source: Connection to %ls failed!
de: Verbindung mit %ls ist fehlgeschlagen!

source: Because of an incompatible protocol version (xanoubis: %i, Anoubis daemon: %i) the connection was rejected. Please update the Anoubis daemon package!
de: Die Verbindung konnte wegen einer Inkompabilität im Anoubis-Protokoll (xanoubis: v%i, Anoubis-Daemon: v%i) nicht aufgebaut werden. Bitte aktualisieren Sie das Anoubis-Daemon-Paket!

source: Because of an incompatible protocol version (xanoubis: %i, Anoubis daemon: %i) the connection was rejected. Please update the xanoubis package!
de: Die Verbindung konnte wegen einer Inkompabilität im Anoubis-Protokoll (xanoubis: v%i, Anoubis-Daemon: v%i) nicht aufgebaut werden. Bitte aktualisieren Sie das xanoubis-Paket!

source: Protocol version mismatch
de: Falsche Anoubis-Protokoll-Version

source: The APN parser (v%i.%i) is newer than the parser of the Anoubis daemon (v%i.%i). Please update the Anoubis daemon package!
de: Der APN-Parser (v%i.%i) ist neuer als der Parser des Anoubis Daemons (v%i.%i). Bitte aktualisieren Sie das Daemon-Paket!

source: The APN parser (v%i.%i) is older than the parser of the Anoubis daemon (v%i.%i). Please update the xanoubis package!
de: Der APN-Parser (v%i.%i) ist älter als der Parser des Anoubis Daemons (v%i.%i). Bitte aktualisieren Sie das xanoubis-Paket!

source: APN version mismatch
de: Falsche APN-Version

source: Because of missing keys the connection was rejected. Please check your key-configuration (certificate, private key).
de: Die Verbindung wurde abgebrochen, weil der Schlüssel nicht geladen werden konnten. Bitte überprüfen Sie Ihre Schlüssel-Konfiguration (Zertifikat, privater Schlüssel).

source: Missing key
de: Fehlender Schlüssel

source: Your configured certificate does not match with the certificate requested by the daemon. Please check your key-configuration or ask your system-administrator to configure your certificate at the daemon.
de: Der Daemon fragt nach einem Zertifikat, das Sie nicht konfiguriert haben. Bitte überprüfen Sie Ihre Schlüssel-Konfiguration oder bitten Sie Ihren System-Administrator, Ihr Zertifikat am Daemon zu hinterlegen.

source: Certificate mismatch
de: Falsches Zertifikat

source: Your configured certificate or private key is missconfigured or is not supported by Anoubis. Please check your certificate and private key.
de: Ihr Zertifikat oder privater Schlüssel sind falsch konfiguriert oder werden nicht von Anoubis unterstüzt. Bitte überprüfen Sie Ihre Schlüsseleinstellungen.

source: Invalid Certificate / Private Key
de: Fehlerhaftes Certifikat oder privater Schlüssel

source: An internal error occured while processing the authentication.
de: Ein interner Fehler ist bei der Bearbeitung der Authentisierung aufgetreten.

source: Internal Error
de: Interner Fehler

source: Choose a policy file:
de: Wähle eine Regeldatei:

source: Choose a file to write the policies to:
de: Wähle eine Datei um Regeln dort hinein zu schreiben:

source: Do you really want to close xanoubis?
de: Wollen sie xanoubis wirklich schließen?

source: Communication error while fetching list of upgraded files.
de: Kommunikationsfehler während der Abfrage der Liste von Dateien, die durch ein Upgrade veränderten wurden.

source: %hs. Could not fetch the list of upgraded files.
de: %hs. Konnte die Liste der aktualisierten Dateien nicht abrufen.

source: An unexpected error (%i) occured while while fetching list of upgraded files.
de: Ein unerwarteter Fehler (%i) ist beim Abfrage der Liste von Dateien, die durch ein Upgrade veränderten wurden, aufgetreten.

source: Connect
de: Verbinden

source: Import policy file...
de: Regeldatei importieren...

source: Export policy file...
de: Regeldatei exportieren...

source: Close
de: Schließen

source: Quit
de: Beenden

source: File
de: Datei

source: Preferences
de: Einstellungen

source: Edit
de: Bearbeiten

source: Tools
de: Werkzeuge

source: About
de: Über

source: Help
de: Hilfe

source: Messages:
de: Meldungen:

source: Connected:
de: Verbunden:

source: not connected
de: Nicht verbunden

source: not active
de: Nicht aktiv

source: Rules
de: Regeln

source: Displays the status of the Application level Firewall (ALF) while connected.
de: Zeigt Status der Application level Firewall (ALF) solange verbunden.

source: open requests (ALF):
de: offene Anfragen (ALF):

source: everything OK
de: alles OK

source: Process ID
de: Prozess ID

source: Command
de: Kommando

source: Failed to remove "%ls".
de: Konnte "%ls" nicht entfernen.

source: Remove profile
de: Profil entfernt

source: Failed to import from "%ls".
de: Konnte "%ls" nicht importieren.

source: Load profile
de: Profil laden

source: The profile "%ls" is not writable!
de: Das Profil "%ls" ist nicht beschreibbar!

source: Save profile
de: Profil speichern

source: Failed to export to "%ls": %ls.
de: Konnte nicht nach "%ls" exportieren: %ls.

source: Activate profile
de: Profil aktivieren

source: Could not obtain user-policy.
de: Benutzerprofil nicht verfügbar.

source: Could not activate user-policy. No connection to anoubisd.
de: Konnte Benutzerprofil nicht aktivieren. Keine Verbindung zu anoubisd.

source: Repository not initialized.
de: Repository nicht initalisiert.

source: Update versions
de: Aktualisierung Versionsverwaltung

source: Failed to prepare versioning system.
de: Konnte Versionssystem nicht vorbereiten.

source: Failed to fetch versioning information.
de: Konnte Versionsinforamtion nicht abrufen.

source: Time:
de: Zeit:

source: Module:
de: Modul:

source: Program:
de: Programm:

source: On behalf of:
de: Im Auftrag von:

source: Traffic:
de: Verkehr:

source: Seconds
de: Sekunden

source: Minutes
de: Minuten

source: Hours
de: Stunden

source: Days
de: Tage

source: No profile selected
de: Kein Profil ausgewählt

source: Restore version
de: Version wiederherstellen

source: Failed to fetch the active policy.
de: Konnte aktive Regel nicht abfragen.

source: Failed to fetch the policy of the "%ls" profile
de: Abholen des Profils "%ls" fehlgeschlagen.

source: Failed to import the active policy.
de: Konnte aktive Regel nicht importieren.

source: Failed to import the policy of the "%ls" profile
de: Einlesen des Profils "%ls" fehlgeschlagen.

source: automatically created by restore
de: durch Wiederherstellung automatisch erzeugt

source: Old version imported but could not create a new version
de: Alte Version eingelesen konnte jedoch keine Neue erzeugen

source: Failed to export a version!
de: Konnte Version nicht exportieren!

source: Export version
de: Schreibe Version

source: Failed to remove the selected version!
de: Konnte ausgewählte Version nicht entfernen!

source: Remove version
de: Entferne Version

source: Multiple errors occured while fetching the process list
de: Beim Abfragen der Prozess-Liste sind mehrere Fehler aufgetreten

source: yes (ID: %llx)
de: Ja (ID: %llx)

source: current requests
de: Aktuelle Anfragen

source: messages
de: Nachrichten

source: closed requests
de: Geschlossene Anfragen

source: Jump first
de: Anfang

source: Jump previous
de: Zurück

source: Jump next
de: Weiter

source: Jump last
de: Ende

source: This message was answered.
de: Diese Nachricht wurde beantwortet.

source: Once
de: Einmalig

source: Until Process Ends
de: bis Prozessende

source: for
de: für

source: Always
de: Immer

source: this port on this host
de: dieser Port auf diesem Rechner

source: this port on any host
de: dieser Port auf jedem Rechner

source: all ports on this host
de: alle Ports auf diesem Rechner

source: all ports on all hosts
de: alle Ports auf jedem Rechner

source: Path prefix and permissions for new rule
de: Pfadpräfix und Berechtigungen für neue Regel

source: Path prefix and Checksum Options for
de: Pfadpräfix und Optionen der Prüfsumme für

source: open rule editor
de: Öffne RegelEditor

source: Allow
de: Erlauben

source: Deny
de: Verbieten

source: Notifications
de: Benachrichtigungen

source: Profile:
de: Profil:

source: Removes the selected profile
de: Entfernt das selektierte Profil

source: Last loaded profile:
de: Zuletzt geladenes Profil:

source: Load
de: Laden

source: Load the selected profile into the rule editor.
de: Lade ausgewähltes Profil in den Rule Editor.

source: Save...
de: Speichern...

source: Save the rule set that is currently loaded into the rule editor as a profile.
de: Speichere den Regelsatz welcher gerade im Rule Editor geladen ist als Profil.

source: Saving a profile only creates a new Version. The ruleset is not sent to the daemon. Use "Activate" to achieve this.
de: Speichern eines Profils erzeugt nur eine neue Version. Der Regelsatz wird nicht an den Daemon gesandt. Benutze "Aktivieren" um dies zu erreichen.

source: Send the selected Profile to the Daemon
de: Sende ausgewähltes Profil zum Daemon

source: Profiles
de: Profile

source: Choose policy:
de: Wähle Regel:

source: Active policy
de: Aktive Regel

source: Policy from profile
de: Regel aus Profil

source: Comment of selected version:
de: Kommentar der ausgewählten Version:

source: Restore
de: Wiederherstellen

source: Restore the selected version of the profile.
de: Ausgewählte Version des Profils wiederherstellen.

source: Export ...
de: Exportieren...

source: Export the selected Version of the profile to a file.
de: Ausgewählte Version des Profils in Datei exportieren.

source: Delete the selected version of the profile.
de: Ausgewählte Version des Profils löschen.

source: Show
de: Zeige

source: Version control
de: Versionskontrolle

source: Refresh View
de: Ansicht aktualisieren

source: Command:
de: Kommando:

source: Checksum:
de: Prüfsumme:

source: User context path:
de: Benutzer Context Pfad:

source: User context checksum:
de: Benutzer Context Prüfsumme:

source: Admin context path:
de: Admin Context Pfad:

source: Admin context checksum:
de: Admin Context Prüfsumme:

source: Paths
de: Pfade

source: User:
de: Benutzer:

source: Edit...
de: Bearbeiten...

source: ALF rules
de: ALF Regeln

source: SB rules
de: SB Regeln

source: CTX rules
de: CTX Regeln

source: Escalation Notifier Settings
de: Einstellungen zur Eskalationsbenachrichtigung

source: Send Escalations
de: Sende Eskalationen
